Repository: mozilla-l10n/mt-training-data
Catalog: co/co_pontoon.tmx
Source language: en_us
Languages: co

source: You’re using the latest version of Mozilla VPN. We’ve made bug fixes, UI adjustments and other performance improvements to make your experience using VPN even better.
co: Impiegate l’ultima versione di Mozilla VPN. Avemu currettu prublemi, accunciatu l’interfaccia grafica è amendatu e perfurmenze per rende ancu più bella a vostra esperienza cù VPN.

source: You’re using VPN on 5 devices. To add another device, please remove one.
co: Impiegate a VPN nant’à 5 apparechji. Per aghjunghje un altru apparechju, ci vole à cacciane unu.

source: Your Firefox account (%1) is connected to Mozilla products that keep you secure and productive on the web. Please acknowledge that by deleting your account:
co: U vostru contu Firefox (%1) hè cunnessu à i prudutti Mozilla ciò chì vi garantisce sicurità è pruduttività nant’à u web. Squassendu u vostru contu, vole si dì chì vo accunsentite :

source: Your mobile device will now ask you to allow Mozilla VPN to create a connection. Please allow this so that the VPN works correctly on your device.
co: U vostru apparechju mobile hà da dumandavvi di permette à Mozilla VPN di creà una cunnessione. Ci vole à permette què per chì a VPN funziuneghji currettamente nant’à u vostru apparechju.

source: Your Mozilla account (%1) is connected to Mozilla products that keep you secure and productive on the web. Please acknowledge that by deleting your account:
co: U vostru contu Mozilla (%1) hè cunnessu à i prudutti Mozilla ciò chì vi garantisce sicurità è pruduttività nant’à u web. Squassendu u vostru contu, vole si dì chì vo accunsentite :

source: Your Mozilla VPN subscription cannot be found. Please open the app to resolve this subscription issue.
co: Ùn si pò truvà u vostru abbunamentu à Mozilla VPN. Aprite l’appiecazione per currege stu penseru.

source: Your Mozilla VPN subscription will end in one week. After that, you’ll no longer be able to use Mozilla VPN.
co: U vostru abbunamentu à Mozilla VPN si cumpierà in una settimana. Dopu, ùn serete più capace d’impiegà Mozilla VPN.

source: Your subscription is ending soon
co: U vostru abbunamentu scaderà à mumenti

source: Your subscription is linked to another Firefox Account. You may need to sign in with a different email address.
co: U vostru abbunamentu hè assuciatu à un altru contu Firefox. Ci vuleria à cunnettevi cù un altru indirizzu elettronicu.

source: Your subscription is linked to another Mozilla account. You may need to sign in with a different email address.
co: U vostru abbunamentu hè assuciatu à un altru contu Mozilla.

source: You’ve made too many attempts to sign in. You won’t be able to try again with this account for 15 minutes.
co: Avete fattu troppu tentativi di cunnessione. Ùn puderete micca pruvà torna cù stu contu durante 15 minuti.

source: You’ve made too many attempts to sign in. You won’t be able to try again with this account for 1 minute.
co: Avete fattu troppu tentativi di cunnessione. Ùn puderete micca pruvà torna cù stu contu durante 1 minutu.

source: You’ve reached the device limit. To turn on the VPN on this device, you’ll need to remove one.
co: Hè statu toccu u limitu d’apparechji. Per attivà a VPN nant’à st’apparechju, ci vole à cacciane un’altru.

source: You’ve reached your limit. To install the VPN on this device, you’ll need to remove one.
co: Hè statu toccu u numeru massimu d’apparechji. Per installà a VPN nant’à st’apparechju, ci vole à cacciane un’altru.

source: You’ve successfully changed your location, turned the VPN on and off. Would you like to learn more tips and tricks?
co: Avete cambiatu currettamente a vostra pusizione, disativatu è attivatu a VPN. Vulete amparà d’altri astuzie è cunsiglii ?

source: You’ve successfully learned how to set “Connect VPN on startup”. Would you like to learn more tips and tricks?
co: Avete amparatu bè cumu definisce « Cunnette VPN à l’avviu ». Vulete amparà d’altri astuzie è cunsiglii ?

source: You’ve updated Mozilla VPN
co: Avete messu à livellu Mozilla VPN

source: You’ve updated to Mozilla VPN %1
co: Avete messu à livellu Mozilla VPN in versione %1

source: You’ve updated to Mozilla VPN 2.18
co: Avete messu Mozilla VPN à u livellu di a versione 2.18

source: You’ve updated to Mozilla VPN 2.19
co: Avete messu Mozilla VPN à u livellu di a versione 2.19

source: You’ve updated to Mozilla VPN 2.20
co: Avete messu Mozilla VPN à u livellu di a versione 2.20

source: You’ve updated to Mozilla VPN 2.21
co: Avete messu Mozilla VPN à u livellu di a versione 2.21

source: You’ve updated to Mozilla VPN 2.22
co: Avete messu Mozilla VPN à u livellu di a versione 2.22

source: You’ve updated to Mozilla VPN 2.23
co: Avete messu Mozilla VPN à u livellu di a versione 2.23

source: You’ve updated to Mozilla VPN 2.24
co: Avete messu Mozilla VPN à u livellu di a versione 2.24

source: You will now be guided through the installation steps for the Mozilla VPN. Thank you for choosing your VPN from the trusted pioneer of internet privacy.
co: Avete da esse guidati trà e tappe d’installazione di Mozilla VPN. Vi ringraziemu d’avè sceltu a vostra VPN da u precursore affidatu di a vita privata nant’à Internet.

source: AVAILABLE
co: DISPUNIBULE

source: Coming soon
co: Dispunibule à mumenti

source: Download { -vpn-product-name }
co: Scaricà { -vpn-product-name }

source: Download: { -vpn-product-name }
co: Scaricà : { -vpn-product-name }

source: Error: { -vpn-product-name }
co: Sbagliu : { -vpn-product-name }

source: Get on App Store
co: Ottenela nant’à l’App Store

source: Get on Google Play Store
co: Ottenela nant’à Google Play Store

source: Help and support
co: Aiutu è assistenza

source: Legal
co: Infurmazioni legale

source: Oops, something went wrong.
co: Ohimè, un sbagliu hè accadutu.

source: Oops! Something went wrong.
co: Umbè ! Un sbagliu hè accadutu.

source: Open account navigation
co: Apre u listinu di u contu

source: Page not found.
co: A pagina ùn esiste micca.

source: Please click the button below to complete setup.
co: Ci vole à cliccà nant’à u buttone quaghjò per compie a cunfigurazione.

source: Please return to the { -vpn-product-name } app
co: Ci vole à rivene à l’appiecazione { -vpn-product-name }

source: Please return to the { -vpn-product-name } app and try again.
co: Ci vole à rivene à l’appiecazione { -vpn-product-name } è pruvà torna.

source: Please return to the { -vpn-product-name } app to complete setup.
co: Ci vole à rivene à l’appiecazione { -vpn-product-name } per compie a cunfigurazione.

source: Please update to the latest version of { -vpn-product-name }.
co: Ci vole à installà l’ultima versione di { -vpn-product-name }.

source: Please <update>update</update> to the latest version of { -vpn-product-name }.
co: Ci vole à <update>installà l’ultima versione</update> di { -vpn-product-name }.

source: Redirecting you back to the { -vpn-product-name } app…
co: Ritornu à l’appiecazione { -vpn-product-name }…

source: Redirecting you back to the { -vpn-product-name } app to try again…
co: Ritornu à l’appiecazione { -vpn-product-name } per pruvà torna…

source: Return to { -vpn-product-name }
co: Ritornu à { -vpn-product-name }

source: Signed in as: <user>{ $user }</user>
co: Cunnessu cum’è : <user>{ $user }</user>

source: Sign-in successful!
co: Cunnessione riesciuta.

source: Terms & Conditions
co: Cundizioni d’utilizazione

source: Ubuntu 18.04 and up
co: Ubuntu 18.04 è più recente

source: Unsupported version detected.
co: Scuperta d’una versione micca accettata.

source: Version 10.14 and up
co: Versione 10.14 è più recente

source: Version 12.0 and up
co: Versione 12.0 è più recente

source: Version 8 and up
co: Versione 8 è più recente

source: Versions 10.15 and up
co: Versione 10.15 è più recente

source: Versions 13.0 and up
co: Versione 13 è più recente

source: Versions 6 and up
co: Versione 6 è più recente

source: VPN for Android
co: VPN per Android

source: VPN for iOS
co: VPN per iOS

source: VPN for Linux
co: VPN per Linux

source: VPN for Mac
co: VPN per Mac

source: VPN for Windows 10
co: VPN per Windows 10

source: VPN for Windows 10/11
co: VPN per Windows 10/11

source: { -vpn-product-name } Home
co: Pagina d’accolta di { -vpn-product-name }

source: Windows 10/11 (64-bit only)
co: Windows 10/11 (solu 64-bit)

source: Windows 10 (64-bit only)
co: Windows 10 (solu 64-bit)

source: You can download the VPN on up to 5 devices with one subscription.
co: Pudete scaricà a VPN nant’à un massimu di 5 apparechji cù un abbunamentu.

source: You can only download { -vpn-product-name } from approved countries
co: Pudete scaricà { -vpn-product-name } solu da certi paesi

source: About firefox private network
co: Apprupositu di Firefox private network

source: Access and organize your favorite webpages easily with bookmarks and tabs
co: Cunsultate è organizate cù piacè e vostre pagine web preferite cù l’indette è l’unghjette

source: Access websites easily with bookmarks and tab features
co: Cunsultate siti web cù facilità grazia à e funzioni d’indette è d’unghjette

source: Accounts
co: Conti

source: Advanced and experimental features
co: Funzioni esperte è esperimentale

source: Answer Votes: % Helpful
co: Voti di risposte : % ghjuvevule

source: Article Votes: % Helpful
co: Voti d’articuli : % ghjuvevule

source: Autoconfiguration
co: Cunfigurazione autumatica

source: Average Satisfaction
co: Suddisfazione mediana

source: Basic browsing
co: Navigazione basica

source: Basic Features
co: Funzioni di basa

source: Bold
co: Grassu

source: bold text
co: testu in grassu

source: Bookmark options
co: Ozzioni di l’indette

source: Bookmarks and tabs
co: Indette è unghjette

source: Bulleted List
co: Lista à puci

source: Bulleted list item
co: Elementu di lista à puci

source: Calling and Contacts
co: Chjame è cuntatti

source: Cast to your TV
co: Diffundete ver di a vostra televisiò

source: Change Firefox's appearance, behavior and settings.
co: Mudificate l’aspettu di Firefox, u so andamentu è e so preferenze.

source: Change Firefox's behavior.
co: Cambiate l’andamentu di Firefox.

source: Change how Firefox handles videos, animations, music and other interactive content
co: Cambiate a manera cumu Firefox organizeghja e video, l’animazioni, a musica è d’altri cuntenuti interrattivi

source: Change your history settings on Firefox for iOS
co: Mudificà e vostre preferenze di crunulogia nant’à Firefox per iOS

source: Changing your settings
co: Mudificazione di e preferenze

source: Chat and share
co: Chjachjerata è spartera

source: Click Through Rate %
co: Percentuale di clicchi di a ricerca %

source: Connect on video and share pages with your network
co: Cunnettatevi in video è spartite pagine cù a vostra reta di cuntatti

source: Control how your information is saved or tracked
co: Cuntrollate cumu e vostre infurmazioni sò arregistrate o tracciate

source: Control the information that Firefox saves
co: Cuntrullite l’infurmazioni arregistrate da Firefox

source: Cookies and cache
co: Canistrelli è impiatta

source: Copy your personal information from one browser to another
co: Cupià e vostre infurmazioni persunale da un navigatore è l’altru

source: Crashing
co: Lampate

source: Customization of Firefox in an enterprise environment
co: Persunalizazione di Firefox in un ambiente d’impresa

source: Customize controls, options and add-ons
co: Persunalizazione di i cuntrolli, ozzioni è mudulli addiziunali

source: Customize Firefox with add-ons, plugins, and extensions
co: Persunalizà Firefox cù mudulli addiziunali, plugin è estensioni

source: Customize preferences
co: Persunalizà e preferenze

source: Customize preferences for Firefox for iOS
co: Persunalizà e preferenze in Firefox per iOS

source: Customize settings and preferences
co: Persunalizà e preferenze è i parametri

source: Customize this article
co: Persunalizà st’articulu

source: Customize your screen on your Firefox OS device.
co: Persunalizà u vostru screnu nant’à u vostru telefonu Firefox OS.

source: Customize your search settings in Firefox for iOS
co: Persunalizà e preferenze di ricerca in Firefox per iOS

source: Date and Time
co: Data è ora

source: Deployment of Firefox in an enterprise environment
co: Spiegamentu di Firefox in un ambiente d’impresa

source: Display and appearance
co: Affissera è aspettu

source: Do more with apps
co: Fane di più cù appiecazioni

source: Don’t have an account?
co: Ùn avete micca contu ?

source: Download and Manage Apps
co: Scaricamentu è ghjestione d’appiecazioni

source: Download apps from the Marketplace
co: Scaricà appiecazioni da u Marketplace

source: Download, install and migration
co: Scaricamentu, installazione è migrazione

source: Download or update Firefox for Windows, Mac and Linux.
co: Scaricà o rinnovà Firefox per Windows, Mac è Linux.

source: Edit settings
co: Mudificà e preferenze

source: Edit Settings
co: Mudificà e preferenze

source: Email and Messages
co: Currieru elettronicu è messaghji

source: Enhance Firefox's functionality and appearance with add-ons
co: Amendà e funzioni è l’aspettu di Firefox cù mudulli addiziunali

source: Enter the name of the article
co: Stampittate u nome di l’articulu

source: Enter the URL of the external link
co: Stampittate l’indirizzu di a leia esterna

source: en-US KB
co: Basa di cunnuscenza in en-US

source: Error messages: what they mean and how to fix
co: Messaghji di sbagliu : ciò ch'elli volenu dì è truvà soluzioni

source: External link:
co: Leia esterna :

source: Firefox Accounts
co: Conti Firefox

source: Firefox controls and buttons
co: Cuntrolli è buttoni di Firefox

source: Firefox crashes
co: Firefox si lampa

source: Firefox Focus for Android
co: Firefox Focus per Android

source: Firefox for Android Beta
co: Firefox per Android Beta

source: Firefox for Android (ESR)
co: Firefox per Android (ESR)

source: Firefox for iOS is not working as expected
co: Firefox per iOS ùn funziuneghja micca cum’è previstu

source: Firefox is slow or stops working
co: Firefox và pianu o si ferma di funziunà

source: Firefox options, preferences and settings
co: Ozzioni, preferenze è parametri di Firefox

source: Firefox OS basics
co: E base di Firefox OS

source: Firefox settings
co: Preferenze di Firefox

source: Firefox Sync settings
co: Preferenze di Firefox Sync

source: Firefox versions and languages
co: Versioni è lingue di Firefox

source: Firefox won't save settings or remember information
co: Firefox ùn arregistra micca e mo preferenze o ùn si scurda di e mo infurmazioni

source: Fix problems
co: Risuluzione di penseri

source: Fix problems with websites (Facebook, YouTube, webmail etc.)
co: Currege penseri cù siti web (Facebook, YouTube, webmail ecc.)

source: Fix slowness, crashing, error messages and other problems
co: Currezzione di rallentamenti, panne, messaghji di sbagliu è altri penseri

source: General usage questions
co: Dumande generale apprupositu di l’adopru

source: Get community support
co: Ottene l’assistenza di a cumunità

source: Get Community Support
co: Ottene l’assistenza di a cumunità

source: Go beyond the basics with these shortcuts and other tips.
co: Diventate un tercanu cù st’accurtatoghji è d’altre astuzie.

source: Have video or voice conversations using the Firefox browser
co: Cunversà in video è audio cù u navigatore Firefox

source: Heading 1
co: Intestatura 1

source: Heading 2
co: Intestatura 2

source: Heading 3
co: Intestatura 3

source: Hot topics
co: Rubriche d’attualità

source: How do I use Firefox Preview?
co: Cumu impiegà Firefox Preview ?

source: How to browse, search and customize your settings
co: Navigazione, ricerca è persunalizazione di e preferenze

source: How to configure Firefox for Enterprise
co: Cunfigurazione di Firefox per l’imprese

source: How to install Firefox for Enterprise
co: Installazione di Firefox per l’imprese

source: How to troubleshoot error messages on Firefox
co: Currege i messaghji di sbagliu nant’à Firefox

source: How to use bookmarks, tabs and basic Firefox features on your iOS device
co: Cumu impiegà l’indette, l’unghjette è e funzioni di basa di Firefox nant’à u vostru apparechju iOS

source: How to use Firefox
co: Cumu impiegà Firefox

source: How to use Firefox for Android
co: Cumu impiegà Firefox per Android

source: How to use Firefox for iOS
co: Cumu impiegà Firefox per iOS

source: I don't know
co: Ùn a sò micca

source: Import settings from other browsers
co: Impurtà e preferenze à partesi d’altri navigatori

source: Insert a link...
co: Inserì una leia…

source: Insert Link
co: Inserì una leia

source: Install and set up
co: Installazione è cunfigurazione

source: Install and update
co: Installazione è mudificazione

source: Install and Update
co: Installazione è mudificazione

source: Installation
co: Installazione

source: Install open apps from the Marketplace to add more fun and functionality to your device
co: Installate appiecazioni aperti da u Marketplace per rende u vostru apparechju più piacevule è più putente

source: Italic
co: Cursìvu

source: italic text
co: testu in cursìvu

source: Keep in touch with your contacts through email and messaging.
co: State in cuntattu cù i voi grazia à u currieru elettronicu è i messaghji.

source: Keep your information safe from prying eyes with the latest privacy and security features.
co: Cunservate e vostre infurmazioni in sicurità grazia à l’ultime funzioni di vita privata è di sicurità.

source: Keep your information safe with Firefox for Android's privacy and security settings.
co: Cunservate e vostre infurmazioni in sicurità cù e preferenze di vita privata è di sicurità di Firefox per Android.

source: L10n Coverage
co: Percentuale di a traduzzione

source: Learn about Firefox for Enterprise
co: Sapene di più nant’à Firefox per l’imprese

source: Learn all you need to know to get Firefox for Android up and running.
co: Amparate tuttu ciò ch’ellu ci vole à sapè per installà è fà funziunà Firefox per Android.

source: Learn all you need to know to get started with Firefox.
co: Amparate tuttu ciò ch’ellu ci vole à sapè per principià cù Firefox.

source: Learn how to add and manage contacts, as well as make one-to-one or conference calls on your Firefox OS phone.
co: Scuprite cumu aghjunghje è urganizà i vostri cuntatti, è cumu passà chjame simplice o multiplice cù u vostru telefonu Firefox OS

source: Learn how to change your toolbar, font sizes and browser colors
co: Scuprite cumu cambià e barre d’attrezzi, dimensione di grafia è culori di u navigatore

source: Learn how to download Firefox on your desktop devices or move information to and from other browsers.
co: Scuprite cumu scaricà Firefox nant’à i vostri ordinatori o scambià infurmazioni cù d’altri navigatori.

source: Learn how to import or export your information between Firefox and another browser
co: Scuprite cumu impurtà è espurtà e vostre infurmazioni trà Firefox è d’altri navigatori

source: Learn how to install and transfer information to Firefox for Android.
co: Amparate cumu installà è trasferà infurmazioni ver di Firefox per Android.

source: Learn how to keep your information safe and secure with Firefox's private browsing, password features and other security settings.
co: Scuprite cumu cunservà e vostre infurmazioni in sicurità grazia à a navigazione privata di Firefox, e funzioni di parolla d’entrata è altre preferenze di sicurità.

source: Learn how to view content on another screen
co: Scuprite cumu affissà cuntenutu nant’à un altru screnu

source: Learn the basic functionality for your Firefox OS phone.
co: Amparate e funzioni di basa di u vostru telefonu Firefox OS.

source: Learn the basics
co: Amparate e base

source: Learn the Basics: get started
co: Amparà e base : per principià

source: Learn tips beyond the basics and try features before they're released to the public.
co: Ottenite cunsiglii d’espertu è pruvate funzioni nanzu ch’elle sianu dispunibule à u publicu.

source: Learn to find and install open apps to add more fun and functionality to your device
co: Scuprite cumu truvà è installà appiecazioni aperti per rende u vostru apparechju più piacevule è più putente

source: Link target:
co: Destinazione di a leia :

source: link text
co: testu di a leia

source: Link text:
co: Testu di a leia :

source: Loading...
co: Caricamentu…

source: Make Firefox for Android work the way you want through customization.
co: Fate funziunà Firefox per Android à a vostra manera grazia à a persunalizazione.

source: Make Firefox for Android yours with these customization options
co: Impatrunitevi Firefox per Android cù st’ozzioni di persunalizazione

source: Make Firefox yours by adding and managing the features that you want.
co: Persunalizate Firefox aghjunghjendu è amministrendu e funzioni chì voi vulete.

source: Make Firefox yours through customization settings and add-ons
co: Impatrunitevi Firefox persunalizendu e so preferenze è aghjunghjendu mudulli addiziunali

source: Make Firefox yours with these customization options.
co: Impatrunitevi Firefox cù st’ozzioni di persunalizazione.

source: Manage add-ons
co: Ghjestione di i mudulli addiziunali

source: Manage preferences and add-ons
co: Ghjestione di e preferenze è di i mudulli addiziunali

source: Music, Photos and Video
co: Musica, fotò è video

source: No differences found
co: Nisuna diffarenza truvata

source: non en-US KB
co: Base di cunnuscenza micca en-US

source: No votes data
co: Nisun dati di voti

source: %(num)s <small>of %(total)s</small>
co: %(num)s<small>nant’à %(total)s</small>

source: Passwords, forms, search, and history - control what Firefox suggests
co: Parolle d’entrata, furmularii, cronolugia di navigazione è di ricerca ; cuntrollate e sugestioni di Firefox

source: Percent
co: Percentuale

source: Percent Yes
co: Percentuale di sì

source: Personalize Firefox
co: Persunalizà Firefox

source: Policies
co: Strategie

source: Policies for Firefox for Enterprise
co: Strategie per Firefox per l’imprese

source: Popular
co: Pupulari

source: Popular articles
co: Articuli pupulari

source: Popular Searches:
co: Ricerche pupulare :

source: Popular tips and solutions for Firefox for Android
co: Astuzie è soluzioni pupulare nant’à Firefox per Android

source: Popular Topics
co: Sughjetti populari

source: Privacy and personalization
co: Vita privata è sicurità

source: Privacy and Security
co: Vita privata è sicurità

source: Problems with add-ons, plugins or unwanted software
co: Penseri cù mudulli addiziunali, plugin o prugrammi indesiderevule

source: Procedures to diagnose and fix problems
co: Procedure di diagnosticu è di risuluzione di penseri

source: Protect your information with Firefox's privacy settings on iOS
co: Assicurate e vostre infurmazioni cù e preferenze di vita privata di Firefox per iOS

source: Questions
co: Dumande

source: Read and save web pages in a clutter-free, reader-friendly view
co: Lighjite è arregistrate pagine web in un modu più legeru è leghjevule

source: Reader View and List
co: Modu di lettura è lista di lettura

source: Related Articles
co: Articuli pupulari

source: Responded in 24 hours
co: Cù risposta framezu i 24 ore

source: said
co: hà dettu

source: Save, share and sync
co: Arregistrà, sparte è sincrunizà

source: Save, share and synchronize content with other devices
co: Arregistrate, spartite è sincrunizate cuntenutu cù d’altri apparechji

source: Search and navigate easily with these essential features
co: Ricercate è navigate cù facilità grazia à ste funzioni essenziale

source: See what features are available in each release.
co: Fighjate e funzioni chì sò dispunibule in ogni versione.

source: See what new features are available in each release
co: Fighjate e nove funzioni chì sò dispunibule in ogni versione

source: Setting a date and time on your Firefox OS phone
co: Cunfigurà a data è l’ora di u vostru telefonu Firefox OS
